/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "Filmato 3GPP";
"3GPP2 movie" = "Filmato 3GPP2";
"AC-3 audio" = "Audio AC-3";
"Ada source code" = "Codice sorgente Ada";
"Adaptive Multi-rate audio" = "Audio frquenza multipla adattivo";
"Adobe Acrobat Forms Document (FDF)" = "Documento Adobe Acrobat Forms (FDF)";
"Adobe Acrobat Forms Document (XFDF)" = "Documento Adobe Acrobat Forms (XFDF)";
"Adobe Digital Editions (ETD)" = "Adobe Digital Editions (ETD)";
"Adobe DRM Activation Key (EDN)" = "Chiave di attivazione Adobe DRM (EDN)";
"Adobe Illustrator document" = "Documento Adobe Illustrator";
"Adobe Photoshop document" = "Documento Adobe Photoshop";
"Advanced Authoring Format" = "Formato di authoring avanzato";
"AFP Internet Location" = "Indirizzo Internet AFP";
"AFP Server" = "Server AFP";
"AIFF audio" = "Audio AIFF";
"AIFF-C audio" = "Audio AIFF-C";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Avviso di attenzione";
"Alert Caution Badge" = "Identificatore avviso di attenzione";
"Alert Note" = "Nota avviso";
"Alert Stop" = "Interruzione avviso";
"alias" = "alias";
"Alias Badge" = "Identificatore alias";
"alias data" = "dati alias";
"Apple CoreAudio format" = "Formato Apple CoreAudio";
"Apple icon image" = "Icona Apple";
"Apple Logo" = "Logo Apple";
"Apple Menu" = "Menu Apple";
"Apple Menu Folder" = "Cartella menu Apple";
"Apple Script Badge" = "Identificatore Apple Script";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Dispositivo wireless Apple";
"AppleScript" = "AppleScript";
"AppleScript text" = "Testo AppleScript";
"AppleSingle archive" = "Archivio AppleSingle";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "Zona AppleTalk";
"Application" = "Applicazione";
"application" = "applicazione";
"Application Support Folder" = "Cartella Application Support";
"Applications Folder" = "Cartella Applicazioni";
"assembly source code" = "codice sorgente assembly";
"Assistants Folder" = "Cartella Assistant";
"AU audio" = "Audio AU";
"audio" = "audio";
"audio unit preset" = "preset unità audio";
"audiovisual content" = "contenuto audiovisivo";
"AVI movie" = "Filmato AVI";
"Backward Arrow" = "Freccia indietro";
"binary property list" = "elenco proprietà binarie";
"BD Video Disc" = "Disco video BD";
"BOM-compatible archive" = "Archivio BOM compatibile";
"BOM-generated compressed CPIO archive" = "Archivio CPIO compresso BOM generato";
"bookmark" = "preferito";
"Bourne-Again Shell script" = "Script Bourne-Again Shell";
"Bundle" = "Bundle";
"bundle" = "bundle";
"Burn" = "Masterizza";
"Bzip2 archive" = "archivio Bzip2";
"Bzip2 compressed tar archive" = "Archivio tar compresso bzip2";
"C header code" = "Codice intestazione C";
"C++ header code" = "Codice intestazione C++";
"C Shell script" = "Script C shell";
"C source code" = "Codice sorgente C";
"C++ source code" = "Codice sorgente C++";
"calendar event" = "evento calendario";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "certificato (X.509)";
"Classic System Folder" = "Cartella di sistema di Classic";
"Clipping" = "Archivio";
"clipping" = "archivio";
"Color" = "Colore";
"ColorSync Folder" = "Cartella ColorSync";
"ColorSync profile" = "Profilo ColorSync";
"comma-separated values" = "valori separati da virgola";
"Component" = "Componente";
"Computer" = "Computer";
"Connect To" = "Collega a";
"contact information" = "informazioni contatto";
"content" = "contenuto";
"Contextual Menu Items Folder" = "Cartella Elementi menu contestuali";
"Control Panel Folder" = "Cartella Pannello di controllo";
"CPIO archive" = "Archivio CPIO";
"Customize Toolbar" = "Personalizza Barra degli strumenti";
"data" = "dati";
"database" = "database";
"Data-fork font suitcase" = "Pacchetto font data-fork";
"Delete Alias" = "Elimina alias";
"Delete Toolbar" = "Elimina Barra degli strumenti";
"delimited text values" = "valori testo delimitati";
"Desktop Folder" = "Cartella Scrivania";
"Developer Folder" = "Cartella Developer";
"Device" = "Dispositivo";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "DAE (Digital Asset Exchange)";
"directory" = "directory";
"Disabled Control Panel Folder" = "Cartella Pannello di controllo disabilitato";
"Disabled Extensions Folder" = "Cartella Estensioni disabilitate";
"Disabled Shutdown Items Folder" = "Cartella elementi di spegnimento disabilitati";
"Disabled Startup Items Folder" = "Cartella elementi di avvio disabilitati";
"Disabled System Extension Folder" = "Cartella Estensioni del sistema disabilitati";
"Disconnected File Server" = "File Server disconnesso";
"disk image" = "immagine disco";
"Document" = "Documento";
"Documents Folder" = "Cartella Documenti";
"downloadable sound" = "suono scaricabile";
"Drop Folder" = "Cartella Drop";
"DV movie" = "Filmato DV";
"DVD Video Disc" = "Disco video DVD";
"Dylan source code" = "Codice sorgente Dylan";
"Edition File" = "Documento Edizione";
"eFax fax" = "fax eFax";
"Eject Media" = "Espelli media";
"Encapsulated PostScript" = "Encapsulated PostScript";
"Erasing" = "Inizializzo";
"Executable Binary" = "Binario eseguibile";
"Favorite Items" = "Preferiti";
"fax" = "fax";
"file archive" = "archivio documento";
"File Internet Location" = "Indirizzo documento Internet";
"File Server" = "File Server";
"file URL" = "URL documento";
"File Vault" = "File Vault";
"filename extension" = "estensione documento";
"Finder" = "Finder";
"Flash video" = "video Flash";
"FlashPix image" = "Immagine FlashPix";
"FLC animation" = "Animazione FLC";
"Folder" = "Cartella";
"folder" = "cartella";
"font" = "font";
"Font suitcase" = "Pacchetto font";
"font suitcase" = "pacchetto font";
"Fonts Folder" = "Cartella Fonts";
"Fortran source code" = "Codice sorgente Fortran";
"Forward Arrow" = "Freccia avanti";
"four-character code" = "codice a quattro caratteri";
"framework" = "framework";
"FTP Internet Location" = "Indirizzo Internet FTP";
"FTP Server" = "Server FTP";
"Full Trash" = "Cestino pieno";
"Graphics Interchange Format (GIF)" = "GIF (Graphics Interchange Format)";
"Grid" = "Griglia";
"Group" = "Gruppo";
"Group Folder" = "Cartella Gruppo";
"Guest User" = "Utente ospite";
"GZip archive" = "Archivio AGZip";
"Help document" = "Documento Aiuto";
"Help Folder" = "Cartella Aiuto";
"Home Folder" = "Cartella Inizio";
"HTML text" = "Testo HTML";
"HTTP Internet Location" = "Indirizzo Internet HTTP";
"HTTP Server" = "Server HTTP";
"ICS File" = "Documento ICS";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "immagine";
"Internet Folder" = "Cartella Internet";
"Internet Location" = "Indirizzo Internet";
"Internet PlugIn Folder" = "Cartella Internet PlugIn";
"Internet Setup Assistant (INSS)" = "Internet Setup Assistant (INSS)";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"iTunes store URL" = "URL iTunes Store";
"item" = "elemento";
"J2 fax" = "Fax J2";
"Java source code" = "Codice sorgente Java";
"JavaScript source code" = "Codice sorgente JavaScript";
"JPEG 2000 image" = "Immagine JPEG 2000";
"JPEG image" = "Immagine JPEG";
"Keep Arranged" = "Mantieni organizzato";
"Kernel Extension" = "Estensione Kernel";
"Keynote document" = "Documento Keynote";
"Keynote theme" = "Tema Keynote";
"Korn Shell script" = "Script Korn shell";
"Lex source code" = "Codice sorgente Lex";
"Library Folder" = "Cartella Libreria";
"Locales Folder" = "Cartella Locales";
"Locked" = "Protetto";
"Locked Badge" = "Identificatore protetto";
"M3U Playlist" = "Playlist M3U";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = "Vicinato .Mac";
"MacPaint image" = "Immagine MacPaint";
"Magnifying Glass" = "Lente d'ingrandimento";
"Mail Internet Location" = "Indirizzo Internet Mail";
"message" = "messaggio";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Foglio di calcolo Microsoft Excel 2007 (macro abilitate)";
"Microsoft Excel 97-2004 template" = "Modello Microsoft Excel 97-2004";
"Microsoft Excel 97-2004 worksheet" = "Foglio di lavoro di Microsoft Excel";
"Microsoft Excel 97-2004 workspace" = "Area di lavoro di Microsoft Excel";
"Microsoft PowerPoint 97-2004 presentation" = "Presentazione Microsoft PowerPoint 97-2004";
"Microsoft PowerPoint 97-2004 slide show" = "Diapositive Microsoft PowerPoint 97-2004";
"Microsoft PowerPoint 97-2004 template" = "Modello Microsoft PowerPoint 97-2004";
"Microsoft Word 97 - 2004 document" = "Documento Microsoft Word 97-2004";
"Microsoft Word 97 - 2004 template" = "Modello Microsoft Word 97-2004";
"Microsoft Word 2003 XML document" = "Documento XML di Microsoft Word 2003";
"MIDI audio" = "MIDI audio";
"Mig definition source code" = "Codice sorgente definizione Mig";
"MIME type" = "Tipo MIME";
"MINC Image" = "Immagine MINC";
"mobile configuration" = "configurazione cellulare";
"mount point" = "punto di attivazione";
"Mounted Badge" = "Identificatore attivato";
"Mounted Folder" = "Cartella Attiva";
"movie" = "filmato";
"Movie Folder" = "Cartella Filmati";
"MP2 audio" = "Audio MP2";
"MP3 audio" = "Audio MP3";
"MPEG movie" = "Filmato MPEG";
"MPEG-2 Transport Stream" = "MPEG-2 Transport Stream";
"MPEG-2 video" = "Video MPEG-2";
"MPEG-4 audio" = "Audio MPEG-4";
"MPEG-4 movie" = "Filmato MPEG -4";
"Music Folder" = "Cartella Musica";
"neighborhood" = "Vicinato";
"NetBootVolume" = "NetBootVolume";
"Network" = "Network";
"News Internet Location" = "Indirizzo Internet News";
"NIfTI-1" = "NIfTI-1";
"No Files" = "Nessun documento";
"No Folder" = "Nessuna cartella";
"No Write" = "Nessuna scrittura";
"NSPasteboard type" = "Tipo NSPasteboard";
"Numbers document" = "Documento Numbers";
"Numbers template" = "Modello Numbers";
"Objective-C source code" = "Codice sorgente Objective-C";
"Objective-C++ source code" = "Codice sorgente Objective-C++";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "Presentazione Office Open XML";
"Office Open XML presentation (macros enabled)" = "Presentazione Office Open XML (macro abilitate)";
"Office Open XML presentation template" = "Modello presentazione Office Open XML";
"Office Open XML presentation template (macros enabled)" = "Modello presentazione Office Open XML (macro abilitate)";
"Office Open XML slide show" = "Diapositive Office Open XML";
"Office Open XML slide show (macros enabled)" = "Diapositive Office Open XML (macro abilitate)";
"Office Open XML spreadsheet" = "Foglio di lavoro Office Open XML";
"Office Open XML spreadsheet (macro enabled)" = "Foglio di lavoro Office Open XML (macro abilitate)";
"Office Open XML spreadsheet template" = "Modello foglio di lavoro Office Open XML";
"Office Open XML spreadsheet template (macro enabled)" = "Modello foglio di lavoro Office Open XML (macro abilitate)";
"Office Open XML word processing document" = "Documento di elaborazione di testo Office Open XML";
"Office Open XML word processing document (macro enabled)" = "Documento di elaborazione di testo Office Open XML (macro abilitata)";
"Office Open XML word processing template" = "Modello documento di elaborazione di testo Office Open XML";
"Office Open XML word processing template (macro enabled)" = "Documento di elaborazione di testo Office Open XML (macro abilitata)";
"Open Document" = "Open Document";
"Open Document chart" = "Grafico Open Document";
"Open Document chart template" = "Modello grafico Open Document HTML";
"Open Document database" = "Database Open Document";
"Open Document formula" = "Formula Open Document";
"Open Document formula template" = "Modello formula Open Document";
"Open Document graphics" = "Grafici Open Document";
"Open Document graphics template" = "Modello grafici Open Document";
"Open Document HTML template" = "Modello Open Document HTML";
"Open Document image" = "Modello immagine Open Document";
"Open Document image template" = "Modello immagine Open Document";
"Open Document presentation" = "Presentazione Open Document";
"Open Document presentation template" = "Modello presentazione Open Document";
"Open Document spreadsheet" = "Foglio di lavoro Open Document";
"Open Document spreadsheet template" = "Modello foglio di lavoro Open Document";
"Open Document text" = "Testo Open Document";
"Open Document text master" = "Master testo Open Document";
"Open Document text template" = "Documento testo Open Document";
"Open Folder" = "Apri cartella";
"Open Media Framework interchange format" = "Formato d'intercambio Open Media Framework";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0 Drawing";
"OpenOffice.org 1.0 Drawing Template" = "Modello OpenOffice.org 1.0 Drawing";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0 Formula";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0 Master";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0 Presentation";
"OpenOffice.org 1.0 Presentation Template" = "Modello OpenOffice.org 1.0 Presentation";
"OpenOffice.org 1.0 Spreadsheet" = "Foglio di calcolo OpenOffice.org 1.0";
"OpenOffice.org 1.0 Spreadsheet Template" = "Modello Foglio di calcolo OpenOffice.org 1.0";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0 Text";
"OpenOffice.org 1.0 Text Template" = "Modello OpenOffice.org 1.0 Text";
"OpenEXR image" = "Immagine OpenEXR";
"OpenType font" = "Font OpenType®";
"Owned Folder" = "Cartella Proprietario";
"Owner" = "Proprietario";
"package" = "pacchetto";
"Pages document" = "Documento Pages";
"Pages template" = "Modello Pages";
"Pascal source code" = "Codice sorgente Pascal";
"patch file" = "documento patch";
"PC" = "pc";
"Perl script" = "Script Perl";
"personal information exchange (PKCS#12)" = "personal information exchange (PKCS#12)";
"PHP script" = "Script PHP";
"Picture Clipping" = "Archivio Immagine";
"picture clipping" = "archivio immagine";
"Pictures Folder" = "Cartella Immagini";
"PKZip archive" = "Archivio PKZip";
"Plug-in" = "Plugin";
"plug-in" = "plugin";
"PLS Playlist" = "Playlist PLS";
"Portable Document Format (PDF)" = "PDF (Portable Document Format)";
"Portable Network Graphics image" = "Immagine PNG";
"PostScript" = "PostScript";
"PostScript font" = "Font PostScript®";
"PostScript OpenType font" = "Font PostScript® OpenType®";
"PostScript Type 1 outline font" = "Font bordato PostScript® Type 1";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "intestazione C precompilata";
"precompiled C++ header" = "intestazione C ++ precompilata";
"Preferences Document" = "Documento Preferenze";
"Preferences Folder" = "Cartella Preferenze";
"preprocessed C source code" = "codice sorgente C preprocessato";
"preprocessed C++ source code" = "codice sorgente C++ preprocessato";
"preprocessed Objective-C source code" = "codice sorgente Objective-C preprocessato";
"preprocessed Objective-C++ source code" = "codice sorgente Objective-C++ preprocessato";
"preprocessed source code" = "codice sorgente preprocessato";
"presentation" = "presentazione";
"Print Monitor Folder" = "Cartella Monitor stampa";
"Printer Description Folder" = "Cartella Descrizione stampante";
"Printer Driver Folder" = "Cartella Driver stampante";
"Private Folder" = "Cartella Private";
"Promised file content type" = "Tipo di contenuto del documento Promised";
"Promised file URL" = "URL del documento Promised";
"property list" = "elenco proprietà";
"Protected Application Folder" = "Cartella Applicazione protetta";
"protected MPEG-4 audio" = "Audio MPEG-4 protetto";
"protected MPEG-4 movie" = "Filmato MPEG-4 protetto";
"Protected System Folder" = "Cartella System protetto";
"Public Folder" = "Cartella Pubblica";
"Python script" = "Script Python";
"Question Mark" = "Punto interrogativo";
"QuickDraw picture" = "Immagine QuickDraw";
"QuickLook preview generator" = "Generatore anteprima QuickLook";
"QuickTime image" = "Immagine QuickTime";
"QuickTime movie" = "Filmato QuickTime";
"RAM Disk" = "RAM Disk";
"Read-Only Folder" = "Cartella di sola lettura";
"Recent Applications Folder" = "Cartella Applicazioni recenti";
"Recent Documents Folder" = "Cartella Documenti recenti";
"Recent Items" = "Elementi recenti";
"Recent Servers Folder" = "Cartella Server recenti";
"Rez source code" = "Codice sorgente Rez";
"rich text (RTF)" = "RTF (rich text)";
"rich text with attachments (RTFD)" = "RTFD (rich text con allegato)";
"rich text with attachments (RTFD) data" = "dati RTFD (rich text con allegato)";
"Right Container Arrow" = "Freccia contenitore destra";
"RSS web feed" = "Feed web RSS";
"Ruby script" = "Script Ruby";
"scalable vector graphics (SVG)" = "grafici SVG";
"script" = "script";
"Scripting Additions Folder" = "Cartella Estensioni AppleScript";
"Scripts Folder" = "Cartella Script";
"Service" = "Servizio";
"Shared Badge" = "Identificatore condiviso";
"Shared Folder" = "Cartella condivisa";
"Shared Library" = "Libreria condivisa";
"sharepoint" = "Elemento condiviso";
"Sharing Privs Not Applicable" = "Condivisione privs non applicabile";
"Sharing Privs ReadOnly" = "Condivisione Privs sola lettura";
"Sharing Privs Read/Write" = "Condivisione Privs lettura/scrittura";
"Sharing Privs Unknown" = "Condivisione Privs sconosciuta";
"Sharing Privs Writable" = "Condivisione Privs scrivibile";
"shell script" = "script shell";
"Shortcut" = "Abbreviazione";
"Silicon Graphics image" = "Immagine Silicon Graphics";
"Sites Folder" = "Cartella Siti";
"Smart Folder" = "Cartella Smart";
"Sort Ascending" = "Ordine ascendente";
"Sort Descending" = "Ordine discendente";
"Sound Clipping" = "Archivio suono";
"Sound Designer II audio" = "Audio Sound Designer II";
"SoundFont audio" = "Audio SoundFont";
"source code" = "codice sorgente";
"Spotlight importer" = "Importatore Spotlight";
"Startup Folder" = "Cartella Avvio";
"Stationery" = "Blocco moduli";
"Status Bar CD ROM" = "Barra di stato CD ROM";
"Status Bar Trash" = "Barra di stato Cestino";
"StuffIt archive" = "Archivio StuffIt";
"StuffIt archive family" = "Famiglia di archivi StuffIt";
"StuffIt X archive" = "Archivio X StuffIt";
"StuffIt X index" = "Indice X StuffIt";
"symbol export list" = "elenco esportazione simboli";
"symbolic link" = "collegamento simbolico";
"System Folder" = "Cartella Sistema";
"tab-separated values" = "valori separati da tabulatore";
"Tenex C Shell script" = "Script Tenex shell";
"text" = "testo";
"Text Clipping" = "Archivio testo";
"text clipping" = "archivio testo";
"Text Encodings Folder" = "Cartella Codifica testo";
"text with multimedia" = "testo con multimedia";
"TGA image" = "Immagine TGA";
"Themes Folder" = "Cartella Temi";
"TIFF image" = "Immagine TIFF";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Cartella Applicazione barra degli strumenti";
"Toolbar Documents Folder" = "Cartella Documenti barra degli strumenti";
"Toolbar Favorites" = "Barra degli strumenti Preferiti";
"Toolbar Home" = "Barra degli strumenti Inizio";
"Toolbar Movie Folder" = "Cartella barra degli strumenti Filmato";
"Toolbar Music Folder" = "Cartella Barra degli strumenti Musica";
"Toolbar Pictures Folder" = "Cartella Barra degli strumenti Immagini";
"Toolbar Public Folder" = "Cartella Barra degli strumenti Pubblica";
"Trash" = "Cestino";
"TrueType collection" = "TrueType® collection";
"TrueType collection font" = "Font TrueType® collection";
"TrueType datafork font" = "Font TrueType® datafork";
"TrueType font" = "Font TrueType®";
"TrueType OpenType font" = "Font TrueType® OpenType®";
"uLaw audio" = "audio µLaw";
"Unknown Object" = "Oggetto sconosciuto";
"Unlocked" = "Sbloccato";
"URL" = "posizione della pubblicazione";
"URL name" = "Nome URL";
"User" = "Utente";
"User iDisk" = "Utente iDisk";
"Users Folder" = "Cartella Utenti";
"UUEncoded archive" = "archivio UUEncoded";
"video" = "video";
"volume" = "volume";
"Waveform audio" = "Audio Waveform";
"web archive" = "archivio web";
"Window" = "Finestra";
"Windows bitmap image" = "Immagine Bitmap Windows";
"Windows icon image" = "Immagine icona Windows";
"writing" = "scrittura";
"X bitmap image" = "Immagine X bitmap";
"XHTML" = "XHTML";
"XML Form (XFD)" = "XML Form (XFD)";
"XML property list" = "Elenco proprietà XML";
"XML text" = "Testo XML";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Codice sorgente Yacc";
"Z archive" = "archivio Z";
"Z Shell script" = "Script Z shell";
"Zip archive" = "Archivio zip";